{"header":{"resultCode":"0","resultStatus":"SUCCESS","resultMessage":"SUCCESS"},"promoId":"1","promoName":"Quest For Rewards 2020","activePromoHeaderText":"\r\n<p><strong>Welcome to the Quest For Rewards 2020!  January 1 - March 31, 2020</strong></p>\r\n\r\n<p>Now through March 31, 2020 you can earn Badges when you play, stay, dine and more while visiting your favorite Caesars Rewards destinations.   </p>\r\n\r\n<p>Receive a 25 Tier Credit bonus and 1 Drawing Entry for the Drawing for each Badge you earn.  You could have a chance to win 1 of over 60 prizes!</p>\r\n<p>\r\n </p>\r\n\r\n<p><a href=\"https://www.caesars.com/myrewards/promotions/quest-for-rewards-las-vegas2020?et_cid=774251&et_rid=91673011&utm_source=et&utm_medium=email&utm_campaign=COR_QUEST_FOR_REWARDS_01_20191223&dtm_em=35f4f7f8cf2a3875c583b3c5391d9777\">Click Here to Learn More</a></p>\r\n","endOfPromoHeaderText":"\r\n<p><strong>Quest For Rewards 2020 is coming soon!  Check back on Monday, December 23, 2019 to pre-register for this Promotion.</strong></p>\r\n\r\n<p>For more information on the Quest For Rewards 2020 Promotion click <a href=\"https://www.caesars.com/myrewards/promotions/quest-for-rewards-las-vegas2020?et_cid=774251&et_rid=91673011&utm_source=et&utm_medium=email&utm_campaign=COR_QUEST_FOR_REWARDS_01_20191223&dtm_em=35f4f7f8cf2a3875c583b3c5391d9777\">here.</a></p>\r\n\r\n<p>Don't forget to check out our <a href=\"https://www.caesars.com/myrewards/promotions\">Promotions page</a> for more ways to win!</p>\r\n","termsConditions":"\r\n<p>NO PURCHASE OR PLAY NECESSARY TO WIN. Must be Caesars Rewards member who is a U.S. or Canadian resident (excl. Quebec and all US territories) and 21+ years old.  Promotion ends Tuesday, March 31, 2020. <a href=\"https://www.caesars.com/myrewards/promotions/terms-and-conditions/2020-quest-for-rewards\">Click here</a> for Official Rules. </p>\r\n\r\n<p><i>It can take up to 10 days for Badges to appear. Tier Credit Bonus for earned Badges can take up to 72 hours to be reflected and post to member’s account.</i></p>\r\n","optedInDisclaimerFooterText":"\r\n<p>Badge, Drawing Entry, and Tier Credit Bonus totals reflect what has been earned from qualifying play/activity at participating Caesars Rewards destinations only. Free Drawing Entries will not be displayed here and do not qualify for Badges or Tier Credit Bonuses. At the end of the Promotion, the number of Free Drawing Entries will be combined with the number of Drawing Entries earned from qualifying play/activity at Caesars Rewards destinations to determine the total number of Drawing Entries received, not to exceed 130.   <a href=\"https://www.caesars.com/myrewards/promotions/quest-for-rewards-las-vegas2020/quest_for_rewards\">Click here</a> for instructions on how to submit for free Drawing Entries. </p>\r\n\r\n<p>Subject to credit approval. The Caesars Rewards Visa® and Caesars Rewards Visa Signature credit card is issued by Comenity Bank pursuant to a license from VISA U.S.A. Inc. Visa is a registered trademark of Visa International Service Association and used under license. Comenity Bank issues Caesars Rewards Visa Credit Card Accounts and is in no way affiliated with or responsible for this Quest For Rewards Promotion.</p>\r\n","learnMoreText":"","dataRetreivedTimeStamp":"03/25/2020 06:20:32 AM PST"}